Repository: darksoil-studio/rostanga
Catalog: xliff/*.xlf
Languages: sv

# s38e806c57d9ab98d
source: Welcome to the Röstånga app!
sv: Välkommen till Röstånga appen!

# sf3ff78cc329d3528
source: Previous
sv: Föregående

# saad73c902e6a9791
source: Launch App
sv: Starta app

# s0fbf6dc6a1966408
source: Next
sv: Nästa

# s7553e6aa82bbfb23
source: Everything that is relevant to Röstånga, in one place.
sv: Saker som är relevanta för Röstånga, på ett ställe

# sa2100ef4b91c2519
source: Connecting with each other is hard when everyone is using a different app.
sv: Att hålla kontakt med varandra är svårt när alla använder olika appar.

# seef1c6f076c763fb
source: What if we could tie our own technical infrastructure to our village, and bring all that we need in a single place?
sv: Tänk om vi kunde skapa vår egna tekniska infrastruktur för byn, och få inhop våra behov på ett ställe?

# s91693af61dcad350
source: At darksoil studio, we want to make this dream a reality.
sv: Det är något vi vill skapa med darksoil studio.

# s4953dd1bb35c1d7e
source: This app is the first step in that direction, an experiment.
sv: Denna app är det första steget i den riktningen, ett experiment.

# s11cc77d7c5a5d2b0
source: For now, it only includes Gather, an app to organize events in a collaborative way.
sv: Just nu innehåller den bara gather, en app som är till för att organisera events på ett kollaborativt sätt.

# s831bab80c57967e8
source: In gather, you'll be able to propose events, and invite others around you to join them.
sv: Med gather kan du föreslå events och bjuda in andra runt dit till dem.

# s3744e29dd1d8bf10
source: Imagine you want to play a football match. It's not worth it to meet unless we have at least 10 players to play! Oh, and if no one has a ball, then we can't play either!
sv: Tänk dig att du vill spela en fotbollsmatch, men du vill åtminstonde vara 10 spelare! Och någon måste ta med en boll!

# saa6c6193506c46bf
source: In gather, you can set a minimum number of participants or required needs for your events.
sv: Med gather så kan du ställa in ett minimum av deltagare eller andra behov some måste fyllas för att ett event ska hända.

# s73d72862020671dc
source: If the proposal is interesting to other participants, they will start contributing to that proposal. If those needs are not met, then the proposal fails and the event never happens.
sv: Om förslaget är intressant för andra deltagare så kommer de att börja delta i förslaget. Om behoven inte möts så försvinner förslaget.

# s94a340b5734bfd94
source: But if all the needs are met, then the proposal succeeds and we get to have a great time with each other doing what we love doing!
sv: Men om behoven möts så blir förslaget ett event som vi genomför tillsammans så vi får göra mer av det vi älskar att göra!

# sf7eb8e202881fc48
source: Gather is still a prototype, so we want to get as much feedback about it as we can.
sv: Gather är fortfarande en prototyp, så vi vill ha så mycket feeback som möjligt om appen.

# s52343bb6dfd1cacb
source: Play with it! What's working? What's not? Tell us about it!
sv: Så lek med den! Vad funkar? Vad funkar inte? Berätta det för oss!

# s7bbafd5a8628854a
source: We are really excited to start this journey, and we invite you to join us!
sv: Vi är väldigt pepp på att börja resan och är glada att du vill vara med och testa!

# sb6f36683e9177ed7
source: Thanks so much for being here and trying this out.
sv: Tack för att du är med oss som testpilot!

# s96d937bf317c5e45
source: Sorry... There was an error launching the app.
sv: Tyvärr... Något gick fel vid start av appen.

# sbb9f2573eba222e9
source: To start using the app, close it and start it again.
sv: För att börja använda appen, vänta tills installationen är klar, stäng den sedan och starta den igen.

# se33540c0232cc7c8
source: Close App
sv: Stäng Appen
